{
    "title":"О НАА",
    "home":"Главная",
    "content1":"Национальная авиационная академия (НАА) является государственным высшим учебным заведением Азербайджанской Республики и входит в состав Закрытого акционерного общества «Азербайджанские авиалинии» (ЗАО). Национальная авиационная академия - высшее учебное заведение в Азербайджане, реализующее программы высшего, дополнительного и профессионального образования в области гражданской авиации.",
    "content2":"Решением Кабинета Министров Азербайджанской Республики № 337 от 15 июня 1992 года для удовлетворения потребностей национального персонала в области гражданской авиации Азербайджанской Республики при Государственном концерне «Азербайджанские авиалинии» (ныне «Азербайджанские авиалинии») был создан Национальный авиационный центр. Кафедры общетехнических дисциплин и гуманитарных наук были созданы при В 1993 году при Центре были созданы факультет эксплуатации воздушного транспорта и кафедра авиационной специальной техники и английского языка. Решением Кабинета Министров Азербайджанской Республики № 81 от 24 февраля 1994 года Национальный авиационный центр был переименован в Национальную авиационную академию.",
    "content3":"Национальная авиационная академия начинала с одного факультета, двух специальностей и 80 студентов. В 1994 году были созданы факультет летной эксплуатации воздушного транспорта и кафедры летной эксплуатации и аэронавтики, проектирования и эксплуатации самолетов и авиационных двигателей. В том же году при Академии наук был создан Научно-исследовательский институт авиации (ETAI). В 1996 году ректором Национальной авиационной академии был назначен Ариф Мир Джалал оглы Пашаев. В связи с развитием гражданской авиации в Азербайджане в 1997-1998 учебном году количество студентов, принимаемых в МАА, стало увеличиваться. Первый выпуск выпускников МАА состоялся в 1995/96 учебном году. В том же году МАА закончили 39 студентов. В 1999 году были созданы факультет производства воздушного транспорта, факультеты производства воздушного транспорта, математики и механики, факультет экономики и права и факультет права. Тогда же был создан журнал «Научные коллекции» Национальной авиационной академии, который внесен в реестр Высшей аттестационной комиссии при Президенте Азербайджанской Республики. Чтобы выстроить учебный процесс в соответствии с требованиями международных авиационных организаций, он с 1999 года сертифицирован Межгосударственным авиационным комитетом (МАК) IAA и периодически обновляется. В результате сертификации, проведенной ВАК, дипломы выпускников Академии стали признаваться в странах-членах ВАК. MAA был включен в анкету ИКАО в 2000 году и в Реестр ИКАО в 2002 году.",
    "content4":"В 2005 году при Академии создан Музей истории авиации. В том же году решением ВАК Национальной авиационной академии был вручен сертификат о высшем образовании в области гражданской авиации. Для определения соответствия правилам и процедурам, принятым Государственной администрацией гражданской авиации Азербайджанской Республики, правилам, стандартам, рекомендуемой практике и процедурам, принятым международными организациями гражданской авиации, требованиям других международных правил, Национальная авиационная академия 2006- Сертификат № 001, который был аккредитован Министерством Образования Азербайджанской Республики в 2006 году и определяет статус высшего учебного заведения. В 2009 году ETAI был переименован в Научно-исследовательский институт транспортных и аэрокосмических проблем (ETNAPI). В октябре 2010 года при МАА был открыт учебный центр для целенаправленного, непрерывного и непрерывного первоначального обучения и переподготовки пилотов, а также повышения квалификации членов летного экипажа без выхода из производства. В 2010-2011 учебном году в МАА впервые был проведен прием в магистратуру. В декабре 2011 года Национальная авиационная академия прошла дополнительную сертификацию WAC и DMAA, а срок действия сертификатов, выданных MAA, был продлен до 2014 года. В 2012 году МАА прошла очередную аккредитацию Минобрнауки и получила аттестат № 089. В январе того же года MAA вошла в сеть учебных центров Европейской конференции гражданской авиации (ECAC), тем самым подтвердив соответствие обучения в Академии требованиям международных стандартов.",
    "content5":"30 мая 2012 года Национальная авиационная академия получила статус регионального учебного центра Международной ассоциации воздушного транспорта (IATA) по перевозке опасных грузов по воздуху. В сентябре 2014 года на МАА сдан в эксплуатацию кампус с двумя общежитиями, футбольным полем, теннисным кортом, волейбольной и баскетбольной площадками. В 2016 году впервые в Азербайджане началась подготовка женщин-пилотов. В 2018 году МАА была аккредитована Министерством образования Азербайджанской Республики на следующие 5 лет. В том же году MAA была также сертифицирована Межгосударственным авиационным комитетом и Государственным агентством гражданской авиации при Министерстве транспорта, связи и высоких технологий Азербайджанской Республики. В 2019 году Национальная авиационная академия была сертифицирована Государственной авиационной администрацией в качестве учебно-экзаменационной организации для технического обслуживания в соответствии с требованиями Азербайджанских авиационных правил (ASA) «Часть 147, подраздел C». Состоялся прием на курсы технико-механической (В-1) и авиационной техники (В-2).",
    "boss":"Руководство",
    "boss1":"Ариф Пашаев-ректор",
    "boss2":"Адалат Самедов - проректор по учебной работе",
    "boss3":"Афиг Гасанов - проректор по научной работе",
    "boss4":"Гаджиага Алиев - проректор по полетам",
    "boss5":"Шамсаддин Ахундов - проректор по связям с общественностью",
    "boss6":"Рафиг Гасанов - проректор по общим и экономическим вопросам"   
}