{
    "title":"About NAA",
    "home":"Home",
    "content1":"National Aviation Academy(NAA) is a state higher education institution of the Republic of Azerbaijan and is part of the structure of Azerbaijan Airlines Closed Joint Stock Company (ASC). The National Aviation Academy is a higher education institution implementing higher, additional and vocational education programs in the field of Civil Aviation in Azerbaijan.",
    "content2":"In order to meet the need for National personnel in the field of Civil Aviation of the Republic of Azerbaijan, the National Aviation Center under the 'Azerbaijan Airlines' state agency (now 'Azerbaijan Airlines' Closed Joint Stock Company) was established by the decision of the Cabinet of Ministers of the Republic of Azerbaijan dated June 15, 1992. In 1993, the Faculty of Air Transport Operation and special aviation equipment and English language departments were established in the Center. The National Aviation Center was named as the National Aviation Academy by the Resolution 81 of the Cabinet of Ministers of the Republic of Azerbaijan dated February 24, 1994.",
    "content3":"The National Aviation Academy started its activity with one faculty, two specialties and 80 students. In 1994, the Faculty of air transport flight operation and under it the Departments of aircraft operation and aeronautics, construction and operation of aircraft and aircraft engines were established. In the same year, the scientific research Aviation Institute (ETAI) was established under the MAA. In 1996, Arif Mir Jalal Oghlu Pashayev was appointed the rector of the National Aviation Academy. In connection with the development of Civil Aviation in Azerbaijan, the number of students enrolled in the NAA since 1997-1998 academic year began to increase. The first graduation of MAA graduates was in 1995/1996 academic year. In the same year, 39 students graduated from the NAA. In 1999, the Faculty of Aviation production was established, under it the Departments of Aviation production, Mathematics and mechanics, the Faculty of Economics and law, and under it the Department of jurisprudence. At that time, the journal 'Scientific Journals' of the National Aviation Academy was established and entered into the Register of the Higher Attestation Commission under the president of the Republic of Azerbaijan. In order to establish the educational process in accordance with the requirements of international aviation organizations, it has been certified by the MAA Interstate Aviation Committee since 1999 and its force has been renewed periodically. As a result of the certification conducted by DAG, the diplomas of the graduates of the Academy began to be recognized in the member countries of the DAG. MAA was included in the survey book of ICAO in 2000 and in the Register of ICAO in 2002.",
    "content4":"In 2005, the “Aviation History Museum” was established in the NAA. In the same year, the National Aviation Academy was awarded the certificate (certificate) of the Civil Aviation Higher Education Institution by the decision of the WAC. In order to determine compliance with the rules and procedures adopted by the State Civil Aviation Administration of the Republic of Azerbaijan (DMAA), rules, standards, recommended practices and procedures adopted by International Civil Aviation organizations, requirements of other international normative-legal acts, the National Aviation Academy was accredited by the Ministry of Education of the Republic of Azerbaijan in 2006 and it was In 2009, ETAI under the MAA was renamed The Scientific Research Institute of Transport and aerospace problems (ETNAPI). In October 2010, a training center was commissioned at the NAA with the aim of increasing the pilots ' skills without leaving the production, with the aim of purposeful, continuous and continuous, initial and retraining, as well as flight crew members. In the 2010-2011 academic year, the first admission to the master's degree was held at the NAA. In December 2011, the National Aviation Academy held further certifications by DAG and DMAA, and the duration of the certificates issued to the NAA was increased until 2014. In 2012, MAA passed the next accreditation of the Ministry of Education and was awarded the Certificate No. 089. In January of the same year, MAA was admitted to the network of training centers of the European Civil Aviation Conference (ECAC), thereby confirming compliance of specialist training with the requirements of international standards.",
    "content5":"On May 30, 2012, the National Aviation Academy received the status of a regional training center of the International Air Transport Association (IATA) on 'Carriage of Dangerous Goods by Air'. In September 2014, the campus with two dormitories, a football field, a tennis court, volleyball and basketball courts was opened in MAA. In 2016, for the first time in Azerbaijan, the training of female pilots began. In 2018, MAA was accredited by the Ministry of Education of the Republic of Azerbaijan for the next 5 years. In the same year, MAA was also certified by the Interstate Aviation Committee and the State Civil Aviation Agency under the Ministry of Transport, Communications and High Technologies of the Republic of Azerbaijan. In 2019, the National Aviation Academy was certified by the DMAA as a technical service training and examination organization in accordance with the requirements of the Azerbaijan Aviation Rules (AAC) 'Part 147 Subpart C'. Admission to the Technical-Mechanical (B-1) and Technical-Avionic (B-2) training courses was held.",
    "boss":"Directory",
    "boss1":"Arif Paşayev-rector",
    "boss2":"Adalat Samadov - Vice-Rector for Academic Affairs",
    "boss3":"Afig Hasanov - Vice-Rector for Scientific Affairs",
    "boss4":"Hajiaga Aliyev - Vice-Rector for Flight Affairs",
    "boss5":"Shamsaddin Akhundov - Vice Rector for Public Relations",
    "boss6":"Rafig Hasanov - Vice-Rector for General and Economic Affairs"   
}